Repository: Hundmann/color-picker
Catalog: color-picker@tuberry/locale/*/LC_MESSAGES/gnome-shell-extension-color-picker.po
Languages: es_es

source: %s is picked.
es_es: Color ‘%s’ seleccionado.

source: Notification style
es_es: Estilo de notificación

source: history size
es_es: Tamaño del historial

source: Enable systray
es_es: Habilitar el indicador del panel

source: right click to open menu
es_es: Click derecho para abrir el menú

source: Shortcut to pick
es_es: Acceso directo a la selección

source: arrow keys to move by pixel
es_es: Teclas de dirección para moverte por píxeles

source: Persistent mode
es_es: Modo permanente

source: right click or Escape key to exit
es_es: Click derecho o tecla de escape para salir

source: Enable preview
es_es: Habilitar previsualización

source: middle click or MENU key to open menu
es_es: Click central o tecla menú para abrir el menú

source: Automatically copy
es_es: Copia automática

source: copy the color to clipboard after picking
es_es: Copiar el color en el portapapeles después de seleccionar el color
