Repository: Hundmann/color-picker
Catalog: po/*.po
Languages: uk_ua

source: Clear
uk_ua: Очистити

source: Click or press ENTER to commit changes
uk_ua: Клацніть або натисніть ENTER, щоб прийняти зміни

source: (Key)
uk_ua: (Ключ)

source: Press any keys.
uk_ua: Натисніть будь-які клавіші.

source: history size
uk_ua: розмір історії

source: Icon
uk_ua: Піктограма

source: Label
uk_ua: Мітка

source: preview style
uk_ua: стиль попереднього перегляду

source: Automatically copy
uk_ua: Копіювати автоматично

source: copy the color to clipboard after picking
uk_ua: Автоматично копіювати колір у буфер обміну після виділення

source: Default format
uk_ua: Формат за замовчуванням

source: hex here means poundless HEX such as “8fd0da”
uk_ua: hex тут означає безфунтовий HEX, такий як “8fd0da”

source: Shortcut to pick
uk_ua: Сполучення клавіш для вибору

source: press arrow keys / wasd / hjkl to move by pixel
uk_ua: натисніть клавіші зі стрілками / wasd/ hjkl для переміщення на піксель

source: Notification style
uk_ua: Стиль сповіщення

source: notify the color after picking
uk_ua: повідомити колір після вибору

source: Persistent mode
uk_ua: Постійний режим

source: right click or press Esc key to quit
uk_ua: Клацніть правою кнопкою миші або натисніть ESC, щоб вийти

source: Enable preview
uk_ua: Увімкнути попередній перегляд

source: middle click or press Menu key to open menu
uk_ua: Клацніть середньою кнопкою миші або клавішу МЕНЮ, щоб відкрити меню

source: Enable systray
uk_ua: Показати в області сповіщень

source: right click to open menu
uk_ua: клацніть правою кнопкою миші, щоб відкрити меню

source: Others
uk_ua: Інші

source: Read from clipboard
uk_ua: Читати з буфера обміну

source: %s is picked.
uk_ua: %s вибрано.

source: Choose a symbolic icon
uk_ua: Виберіть значок

source: Persistent mode (right click to exit)
uk_ua: Постійний режим (клацніть правою кнопкою миші, щоб вийти)
